-- 컬럼 생성 명령어 작성 --

insert into menuCategory values
(1000, '음료', null),
(2000, '푸드', null),
(3000, '상품', null),
(1001, '콜드브루', 1000),
(1002, '에스프레소', 1000),
(2001, '브레드', 2000),
(2002, '케이크', 2000),
(3001, '머그', 3000),
(3002, '글라스', 3000);

insert into product values
(1, 1002, '아메리카노', '정보', 2000, 1, '이미지'),
(2, 1002, '라떼', '정보', 3000, 1, '이미지'),
(3, 2001, '베이글', '정보', 2000, 1, '이미지'),
(4, 2002, '초코케이크', '정보', 3000, 2, '이미지'),
(5, 3001, '조이풀 머그', '정보', 3500, 5, '이미지'),
(6, 3002, '사이렌 글라스', '정보', 3000, 0, '이미지');